---
kind: enumMember
id: F:Autodesk.Revit.DB.StripedRowPattern.FirstRow
enum: Autodesk.Revit.DB.StripedRowPattern
source: html/9b50cb0d-d42a-e8b0-9243-73f214c1c21d.htm
---
# Autodesk.Revit.DB.StripedRowPattern.FirstRow

The first row and every other row thereafter.